{ "_id" : { "$oid" : "558e3e58265ea021004d3996" }, "creatorId" : "guest", "url" : "http://play.pathhero.bencreasy.com/558e3e58265ea021004d3996", "huntName" : "Secrets of San Francisco", "huntDesc" : "Just when you thought you had seen and done everything this city has to offer, some super-handsome city guide (us!) comes along and tells you that you're wrong.", "huntInfo" : { "huntTimeEst" : 2.02, "huntDistance" : 6.08 }, "pins" : [ { "answer" : "The Spire", "resultText" : "The Presidio\n\nA 100ft-tall art installation off of Arguello Blvd on Bay Area Ridge Trail in the Presidio, this thing is made from 38 large cypress trunks that had originally been cleared to make room for new growth, before being fastened together by \"legendary forest art-man Andy Goldsworthy\" into a new tower", "clues" : [ "A 100ft-tall art installation", "Off of Arguello Blvd on Bay Area Ridge Trail", "In the Presidio" ], "geo" : { "lat" : 37.79513541839677, "lng" : -122.4632263183594 } }, { "answer" : "Casting Pools", "resultText" : "The Casting Pools in Golden Gate Park:\n\nSan Francisco is not usually associated with flyfishing, but check out these pools over by the Golden Gate Park Fields, which MacNiven describes as a \"great place to practice your fly fishing without the hassle of flying to Montana", "clues" : [ "A great place to practice your fly fishing without the hassle of flying to Montana.", "Inside San Francisco's famous sprawling park", "" ], "geo" : { "lat" : 37.76800083156762, "lng" : -122.4913787841797 } }, { "answer" : "San Francisco Sundial", "resultText" : "Ingleside Terraces\n\n$20 says you have no idea where the Ingleside Terraces neighborhood is (you're probably there now!), but here's a reason you should: it's got this GIANT sundial sculpture that accurately-ish tells time (except during Daylight Savings). MacNiven says it's the largest of three mega sundials in SF.", "clues" : [ "Near the Community College of San Francisco", "Massive structure - you can't miss it!" ], "geo" : { "lat" : 37.78075532805877, "lng" : -122.4532699584961 } } ], "username" : "guest" }
